app/Controllers/Loket.php

SELECT *
FROM `loket`
---
    public function index()
    {
        $loket = $this->loketModel->findAll();