app/Controllers/Pelayanan.php

SELECT *
FROM `pelayanan`
---
    public function index()
    {
        $pelayanan = $this->pelayananModel->findAll();